from storage import Storage

storage = Storage()
storage.fileReaderCsvStorage()
storage.fileWriterJson()
#storage.changeQty(3, 10, 53)
print()













# Вопросы
# 1. Почему в задачи с корзиной когда мы пишем i.product.id программа работает, а в задаче с storage когда пишу i.id.id пишет ошибку?


# Задание
# 1. Доделать функцию формирования JSON файла
# 2. Решить вопрос с запись даты
